Repository: danielculpan/directory-ui-supplier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: Rebekah Marine: i-limb&trade; user
de: Rebekah Marine: i-limbTM-Nutzerin

source: Touch Bionics has transformed thousands of lives in dozens of countries through world-leading prosthetic technologies. We have a range of myoelectric prosthetic hands and prosthetic fingers that help people increase their independence and confidence.
de: Touch Bionics hat Tausende von Leben in Dutzenden von Ländern durch weltweit führende Prothetik-Technologien transformiert. Mit unseren myoelektrischen Hand- und Fingerprothesen können Menschen ihre Selbstständigkeit und Selbstsicherheit wiedererlangen.

source: The i-limb&trade; quantum is the next best thing to real hands and as a bilateral amputee having the ability to do what I want to do independently is truly remarkable.
de: Das i-limb™ quantum ist die nächstbeste Alternative zu echten Händen. Dass ich als beidseitig Amputierte die Möglichkeit habe, ohne Hilfe anderer das zu tun, was ich will, ist wirklich bemerkenswert.

source: i-limb quantum&trade; user
de: i-limb quantum™-Nutzer

source: Healthcare and life sciences
de: Gesundheitswesen und Biowissenschaften in Großbritannien

source: Technology
de: Technologie

source: prosthetics, bionics, robotics, healthcare, technology, limb loss
de: Prothesen, bionisch, Robotik, Healthcare, Technologie, Gliedmaßenverlust

source: RD Biomed designs and makes Peptest&trade;- the world’s first non-invasive reflux diagnostic test. RD Biomed specialises in diagnostics for gastroenterology and respiratory conditions.
de: RD Biomed entwickelt und produziert Peptest™ – den weltweit ersten nichtinvasiven Reflux-Diagnosetest. RD Biomed spezialisiert sich auf Diagnosen für gastroenterologische und Atemwegserkrankungen.

source: Touch Bionics is responsible for developing and improving the world’s first bionic hand with 5 independently moving fingers, transforming lives across the globe.
de: Touch Bionics ist für die Entwicklung und Optimierung der weltweit ersten bionischen Hand mit 5 unabhängig beweglichen Fingern verantwortlich, die Leben rund um den Globus transformiert.

source: EVRYTHNG’s commercial Internet of Things traceability solution allows brands to track and report the status, location and history of everything they produce from manufacture through to the home. EVRYTHNG’s flexible data model enables the complex, interlinked hierarchy of component parts, finished product, batches, cases and pallets can be identified and mapped.
de: EVRYTHNGs kommerzielle Traceability-Lösung für das Internet der Dinge ermöglicht es Marken, den Status, Ort und Verlauf all ihrer Produkte zu erfassen und auszuwerten, von der Herstellung bis zum Heim. Mit dem flexiblen Datenmodell von EVRYTHNG werden komplexe, verzahnte Hierarchien von Komponententeilen, Endprodukten, Chargen, Kisten und Paletten identifiziert und zugeordnet.

source: Companies can transform the value of their physical assets in the EVRYTHNG cloud by adding an intelligent, personalised layer of digital content, services and data analytics.
de: Unternehmen können den Wert ihrer Sachanlagen in der EVRYTHNG-Cloud transformieren, indem sie intelligente, personalisierte Ebenen für digitale Inhalte, Dienste und Datenanalytik hinzufügen.

source: Internet of Things, data analytics, traceability, connectivity
de: Internet der Dinge, Datenanalytik, Traceability, Konnektivität

source: EVRYTHNG is an Internet of Things software company that helps manufacturers <i>digitalise</i> their physical products by connecting them to the web. From everyday consumer packaged products connected via smart packaging and smartphones, to fully-connected smart home appliances, each individual item managed in the EVRYTHNG cloud has a unique Active Digital Identity
de: EVRYTHNG ist ein Internet der Dinge-Softwareunternehmen, das Herstellern hilft, physische Produkte über eine Verbindung mit dem Internet zu digitalisieren. Von über Smart Packaging und Smartphone vernetzten verpackten Verbraucherprodukten des täglichen Bedarfs zu vollständig vernetzten intelligenten Haushaltsgeräten verfügt jedes einzelne Element, das in der EVRYTHNG-Cloud verwaltet wird, über eine einzigartige aktive digitale Identität.

source: Arkessa enables devices and applications developers to connect to the Internet of Things (IoT), regardless of location, network operator or wireless technology. It provides enterprises with a secure and future-proof mobility platform that is easy to adopt, integrate and scale.
de: Arkessa ermöglicht es Geräten und Anwendungsentwicklern, sich unabhängig vom Ort, Netzbetreiber oder der WLAN-Technologie mit dem Internet der Dinge (IdD) zu verbinden. Es bietet Unternehmen eine sichere und zukunftssichere Mobilitätsplattform, die leicht eingeführt und integriert werden kann und skalierbar ist.

source: For Adidas’ 2014 World Cup campaign, Immersive developed concepts, storyboards and produced final audio and video designs. It also produced the entire technical event, which included projection mapping on the mansion and a 2m ball and consulting on live-camera press shot positions
de: Für die Adidas-Kampagne zur Weltmeisterschaft 2014 entwickelte Immersive Konzepte und Storyboards und produzierte das Audio- und Videodesign. Das Unternehmen leitete das gesamte technische Event, das ein Projection Mapping auf die Villa, einen 2-Meter-Ball und die Beratung zu Positionen der Live-Kamera für die Presse-Aufnahmen umfasste.

source: Creating the grandest projection mapping the world has ever seen.
de: Kreation des grandiosesten Projection Mapping, das die Welt je gesehen hat.

source: Fast Company magazine
de: Fast Company (Wirtschaftsmagazin)

source: Creative
de: Kreativ

source: Interactive installations, video content, projection mapping
de: Interaktive Installationen, Video-Inhalt, Projection Mapping

source: Immersive is a complete solution provider for audio-visual projects of any scale. Immersive uses new media technology (such as LED, holograms, projection, virtual reality and augmented reality) to design and create cutting-edge lighting, video and interactive installations.
de: Immersive ist ein Komplettlösungsanbieter für audiovisuelle Projekte jeder Größe. Immersive nutzt neue Medien-Technologie (wie z. B. LED, Hologramme, Projektion, virtuelle Realität und Augmented-Reality), um modernste Beleuchtungs-, Video- und interaktive Installationen zu konzipieren und zu realisieren.

source: Blippar is the leading visual discovery app, harnessing augmented reality, image-recognition technology and artificial intelligence to bring the physical world to life through smartphones.
de: Blippar ist die führende Visual Discovery-App, die Augmented-Reality, Bilderkennungstechnologie und künstliche Intelligenz nutzt, um die physische Welt über Smartphones lebendig zu machen.

source: Clementine and cinnamon tonic water
de: Tonic Water mit Klementine und Zimt

source: Fever-Tree has established itself as the mixer drink specialist, crafting a range of fourteen products sourced from the highest quality natural ingredients for the best tasting mixers.
de: Fever-Tree hat sich als Spezialist für Mixgetränke etabliert. Das Unternehmen produziert ein Sortiment an 14 köstlichen Mixgetränken aus hochwertigsten natürlichen Zutaten.

source: If three-quarters of your gin and tonic is the tonic, make sure you use the best.
de: Wenn drei Viertel Ihres Gin Tonics der Tonic sind, sollten Sie den besten nehmen.

source: Food and drink
de: Lebensmittel und Getränke

source: Mixers, Quality, Taste
de: Mixgetränke, Qualität, Geschmack

source: All Joe & Seph’s popcorn is handmade in small batches to ensure superior texture and an intense flavour. The ingredients used are 100&#37; natural and the kernels are all air-popped – a healthier cooking method compared to frying.
de: Sämtliches Popcorn bei Joe & Seph's wird in kleinen Mengen von Hand zubereitet, um eine erstklassige Textur und ein intensives Aroma zu gewährleisten. Alle Zutaten sind 100 &#37; natürlichen Ursprungs, und die Kerne werden per Heißluft gepoppt – eine gesündere Zubereitungsmethode als das Frittieren.

source: Fever-Tree has pioneered premium mixers and is now the world’s leading premium mixer company.
de: Fever-Tree war der Vorreiter für Premium-Mixgetränke und ist heute das weltweit führende Unternehmen auf diesem Markt.

source: Tick the box to confirm you agree to the terms and conditions.
de: Setzen Sie einen Haken, um zu bestätigen, dass Sie die AGB akzeptieren.

source: Your name
de: Ihr Name

source: Email address
de: E-Mail-Adresse

source: Industry
de: Branche

source: Company name
de: Unternehmen

source: Country
de: Land

source: Organisation name
de: Unternehmensname

source: Describe what you need
de: Beschreiben Sie, was Sie benötigen

source: Maximum 1000 characters.
de: Maximal 1000 Zeichen.

source: Find a supplier
de: Anbieter finden

source: Browse UK companies
de: Entdecken sie diese britischen Unternehmen

source: Find great UK companies
de: Finden Sie erstklassige britische Unternehmen

source: Exceptionally innovative and creative UK trade partners are ready to work with you. Discover them on the Find a Supplier service.
de: Außerordentlich innovative und kreative britische Handelspartners sind bereit, um mit ihnen zusammenzuarbeiten. Finden sie sie mit unserem ‘Find a Supplier’ Dienst.

source: Department for International Trade
de: Ministerium für internationalen Handel (DIT)

source: Contact us
de: Kontakt

source: Privacy and cookies
de: Datenschutz und Cookies

source: Terms &amp; conditions
de: Allgemeine Geschäftsbedingungen

source: Industries
de: Branchen

source: Home
de: Startseite

source: Discover the UK's capability in these key industries
de: Entdecken Sie die Kapazität Großbritanniens in diesen Schlüsselbranchen

source: UK industries
de: Branchen in Großbritannien & Nordirland

source: As a decision-maker in an international business you need look no further than the UK for innovative, high-quality products and services. It is the place to make the right trade connections with major corporations and smaller enterprises across every sector of industry.
de: Als Entscheidungsträger in einem internationalen Unternehmen finden Sie in Großbritannien mühelos innovative, hochwertige Produkte und Dienstleistungen. Hier können Sie die richtigen Handelsbeziehungen zu großen Konzernen und kleineren Unternehmen in jeder Branche knüpfen.

source: We can help you make vital business connections with ideal companies. Choose from the businesses in these UK industries to work with you.
de: Wir können Ihnen helfen, wichtige Geschäftsbeziehungen aufzubauen. Wählen Sie Unternehmen in diesen britischen Branchen, die mit Ihnen zusammenarbeiten können.

source: Healthcare and life sciences in the UK
de: Gesundheitswesen und Life Sciences in Großbritannien & Nordirland

source: Get access to the UK health and life sciences supply-chain, delivering high quality, innovative services to the world.
de: Erhalten Sie Zugang zur Gesundheitswesen- und Life Sciences-Lieferkette in Großbritannien, die hochwertige, innovative Dienstleistungen für die Welt erbringt.

source: Find out more about the UK’s healthcare and life sciences
de: Erfahren Sie mehr über Gesundheitswesen und Life Sciences in Großbritannien

source: Advanced technology
de: Die fortschrittliche Technologie Großbritanniens

source: The UK's advanced technology
de: Modernste Technologie in Großbritannien & Nordirland

source: Check out the latest cutting-edge technological innovations that the UK is bringing to the world.
de: Sehen Sie die neuesten technischen Innovationen, die aus Großbritannien kommen.

source: Find out more about UK technology
de: Erfahren Sie mehr über Technologie in Großbritannien

source: Creative services
de: Großbritanniens kreative Dienstleistungen

source: The UK's creative services
de: Kreative Dienstleistungen in Großbritannien & Nordirland

source: Whether you need buildings designed, films made, or a fresh approach to marketing, the UK is the first place to look.
de: Ob Sie Gebäudepläne entwerfen, Filme produzieren lassen möchten oder einen frischen Marketing-Ansatz benötigen: Die besten Partner finden Sie in Großbritannien.

source: Find out more about the UK’s creative services
de: Erfahren Sie mehr über kreative Dienstleistungen in Großbritannien

source: The UK’s food and drink
de: Lebensmittel und Getränke in Großbritannien & Nordirland

source: Whether you want the most innovative food brands or exceptional quality drinks, the UK should be first on your list.
de: In Großbritannien finden Sie innovative Lebensmittelmarken und hochwertige Getränke.

source: Find out more about UK food and drink
de: Erfahren Sie mehr über Lebensmittel und Getränke in Großbritannien

source: Welcome to Great Britain and Northern Ireland - the right place to do business
de: Willkommen in Großbritannien & Nordirland – der richtige Ort, um Geschäfte zu machen

source: Find UK companies to do business with
de: Finden Sie in Großbritannien Unternehmen, mit denen Sie zusammenarbeiten können

source: The UK is a great place to find innovative, high-quality products and services.
de: In Großbritannien finden Sie innovative, hochwertige Produkte und Dienstleistungen.

source: You can make the right trade connections in the UK with global corporations and smaller enterprises across every industry.
de: Sie können hier die richtigen Handelsbeziehungen zu globalen Konzernen und kleineren Unternehmen in jeder Branche knüpfen.

source: UK companies work with businesses and governments around the world to create new living and working environments, run high quality services and deliver the best experiences.
de: Unternehmen aus Großbritannien arbeiten mit Unternehmen und Behörden auf der ganzen Welt zusammen, um neue Lebens- und Arbeitsumfelder zu gestalten, hochwertige Dienstleistungen zu erbringen und die besten Erlebnisse zu schaffen.

source: When you need a trade partner, the reliability and expertise of UK companies is hard to beat.
de: Wenn Sie einen Handelspartner benötigen, können Sie auf die Zuverlässigkeit und Kompetenz von britischen Unternehmen bauen.

source: Choose from the hundreds of businesses in the UK to work with you today.
de: Wählen Sie unter Hunderten von britischen Unternehmen, die heute mit Ihnen zusammenarbeiten können.

source: Check out the latest cutting-edge technologies that the UK is bringing to the world.
de: Werfen Sie einen Blick auf die neuesten Technologien, mit denen Großbritannien die Welt bereichert.

source: Whether you need buildings designed, films made or a fresh approach to marketing, the UK is the first place to look.
de: Egal ob sie Gebäude entwerfen wollen, Filme drehen oder eine frische Perspektive für ihr Marketing suchen, Großbritannien ist ihre erste Anlaufstelle für ihre Vorhaben.

source: The UK's food and drink
de: Großbritanniens Lebensmittel- und Getränkebranche

source: Whether you want the most innovative food brands or exceptional quality drinks, the UK is the first place to look.
de: Ganz gleich, ob Sie die innovativsten Lebensmittelmarken oder nach ausgezeichneten Qualitätsgetränken suchen, in Großbritannien werden sie sie finden.

source: Get UK companies to fulfil your business needs
de: Lassen Sie Ihre Geschäftsanforderungen von britischen Unternehmen erfüllen

source: Tell us what kind of goods or services you need. We'll put you in touch with relevant UK suppliers.
de: Teilen Sie uns mit, welche Art von Produkten oder Dienstleistungen Sie benötigen. Wir vermitteln Ihnen gerne passende Anbieter in Großbritannien.

source: Send
de: Absenden

source: I agree to the great.gov.uk
de: Ich stimme der great.gov.uk

source: terms and conditions
de: AGB

source: Select
de: Wechseln

source: Page in English only
de: Seite nur auf Englisch

source: Find your UK trade partner
de: Finden Sie Ihren Handelspartner in Großbritannien

source: Read more about the company
de: Weitere Informationen über das Unternehmen

source: Find other great UK companies
de: Finden sie hervorragende britische Unternehmen

source: Innovative and creative UK trade partners are ready to work with you. Discover them on the Find a Supplier service.
de: Außerordentlich innovative und kreative britische Handelspartners sind bereit, um mit ihnen zusammenzuarbeiten. Finden sie sie mit unserem ‘Find a Supplier’ Dienst.

source: Company showcase
de: Unternehmenspräsentation

source: Read case study
de: Fallstudie lesen

source: keywords
de: Stichwörter

source: Delivering exceptional creative services
de: Erbringung außergewöhnlicher kreativer Dienstleistungen

source: Read more about creative services
de: Erfahren sie mehr über Großbritanniens kreative Dienstleistungen

source: If you need intelligent, creative ideas and rich, high-quality designs and media, look no further than the UK
de: Wenn Sie intelligente, kreative Ideen und reiche, hochwertige Designs und Medien benötigen, werden Sie in Großbritannien fündig.

source: Creative companies in the UK are responsible for producing big budget movies, designing fashionable furniture fabrics and developing world-class computer games.
de: Unsere Kreativunternehmen produzieren erfolgreiche Kinofilme, konzipieren modische Wohntextilien und entwickeln erstklassige Computerspiele.

source: Work with the best in film, TV and visual effects
de: Arbeiten Sie mit den Besten in Sachen Film, Fernsehen und visuelle Effekte zusammen

source: The UK is one of the world's largest makers of original content.
de: Großbritannien zählt zu den weltweit größten Produzenten von Original-Inhalten.

source: We are the home of films such as Star Wars and offer state-of-the-art studio facilities suitable for big movie productions and an amazing diversity of film locations.
de: Von uns stammen Filme wie Star Wars, denn wir bieten modernste Studios, die sich für große Filmproduktionen eignen, und eine beeindruckende Vielfalt an Drehorten.

source: At the heart of the UK’s creative industry is its award-winning film and television production comprising more than 1,500 independent TV companies in the UK.
de: Im Zentrum der britischen Kreativindustrie steht die preisgekrönte Film- und Fernsehproduktion mit mehr als 1.500 unabhängigen Unternehmen.

source: We're also the world leaders in exporting TV formats and localising those first commissioned in the UK.
de: Wir sind weltweit führend im Export und in der Lokalisierung unserer TV-Formate.

source: Key facts
de: Kernfakten

source: UK companies gave the world £19.1 billion of creative services in 2014
de: Unternehmen aus Großbritannien haben im Jahr 2014 weltweit kreative Dienstleistungen im Wert von 19,1 Mrd. GBP erbracht

source: Our creative digital experience
de: Kreatives digitales Erlebnis

source: The UK has one of the most world's most advanced games industries, with more than 30 years experience of innovation and commercial success.
de: Großbritannien hat eine der weltweit fortschrittlichsten Videospiele-Branchen. Seit mehr als 30 Jahren schaffen wir Innovationen und Erfolge im Gaming.

source: UK games companies have adopted social and mobile platforms, with more than a third of UK studios focusing on the mobile market.
de: Britische Unternehmen entwickeln Spiele für soziale und mobile Plattformen, wobei sich mehr als ein Drittel der Studios in Großbritannien auf den Markt für Mobilgeräte konzentrieren.

source: The UK's augmented reality specialists create immersive experiences that help further the creative reach of the likes of National Geographic and Universal Studios.
de: Unsere Augmented-Reality-Spezialisten kreieren immersive Erlebnisse, die die kreative Reichweite von Unternehmen wie National Geographic und Universal Studios erhöhen.

source: A publishing powerhouse
de: Ein Powerhouse für Verlage

source: The publishing sector in the UK has pioneered new print formats and commercial models alongside moving content online. British news journalism remains a powerful force, uncovering important stories around the world.
de: Der Verlagssektor in Großbritannien ist Wegbereiter für die Umstellung auf Online-Inhalte sowie für neue Printformate und kommerzielle Modelle. Der britische Nachrichtenjournalismus ist und bleibt eine starke Kraft, die wichtige Storys aus der ganzen Welt aufdeckt.

source: The London Book Fair is one of the world’s leading events for intellectual property rights negotiation and the sale and distribution of content. Half of the top 20 global box office successes of the last 11 years were based on novels by UK writers.
de: Die Londoner Buchmesse zählt zu den weltweit führenden Events für Verhandlungen über geistige Eigentumsrechte und den Verkauf und Vertrieb von Inhalten. Zehn der weltweiten Top-20 -Kino- und Theaterhits der letzten 11 Jahre basieren auf Romanen von britischen Autoren.

source: UK design talent is bringing beauty and strength to the world
de: Designtalent in Großbritannien: Weltweit schön und stark

source: UK architects are responsible for some of the world’s most stunning buildings, such as
de: Britische Architekten sind für einige der atemberaubendsten Gebäude der Welt wie z. B.

source: the Galaxy Soho urban village in Beijing
de: das Galaxy Soho Urban Village in Peking

source: and reshaping environments, such as
de: und landschaftliche Umgestaltungen

source: Singapore’s Gardens by the Bay
de: wie die Gardens by the Bay in Singapur verantwortlich.

source: We're also responsible for designing usable industrial and commercial spaces such as the new
de: Wir gestalten aber auch Industrie- und Gewerbeflächen wie z. B. den neuen

source: As well as designing the built environment, UK firms are designing vehicles and interiors around the world: including helping to design
de: Neben der Gestaltung der bebauten Umwelt entwerfen Unternehmen aus Großbritannien Fahrzeuge und Interieure auf der ganzen Welt. U. a. helfen sie bei der Entwicklung

source: the world’s fastest passenger train in China.
de: des weltweit schnellsten Passagierzugs in China

source: Arts: heritage and innovation
de: Kunst: Tradition und Innovation

source: From Shakespeare to Adele, the UK continues to produce the best-known artists, writers, singers and performers the world has ever seen.
de: Von Shakespeare bis Adele: Aus Großbritannien kommen die bekanntesten Künstler, Schriftsteller, Sänger und Schauspieler der Welt.

source: As well as music for the consumer market, the UK’s thriving commercial music and audio agencies are providing the scores and tracks for films made for the likes of Boeing and Mercedes-Benz. And our rights management companies have an ongoing reputation for protecting Intellectual Property for performers and producers alike.
de: Neben Musik für den Verbrauchermarkt liefern die florierenden gewerblichen Musik- und Audio-Agenturen Partituren und Tracks für Filme, die für Unternehmen wie Boeing und Mercedes-Benz produziert werden. Unsere Rechtemanagement-Unternehmen haben einen hervorragenden Ruf für den Schutz des geistigen Eigentums von Künstlern und Produzenten.

source: The UK’s national museums attract visitors from around the world and have lasting partnerships and collection-sharing with their peers from countries as diverse as Russia and Malawi.
de: Die staatlichen Museen Großbritanniens ziehen Besucher aus aller Welt an und pflegen langjährige Partnerschaften und einen regen Austausch mit Instituten in aller Welt, von Russland bis Malawi.

source: The UK is alive with exceptional talent and ingenuity.
de: Großbritannien sprüht vor Talent und Ideenreichtum.

source: Find your UK creative partner today
de: Finden Sie heute Ihren Kreativpartner in Großbritannien

source: See the UK's creative services providers on the Find a supplier service
de: Britische Anbieter für kreative Dienstleistungen finden Sie auf der Seite „Anbieter finden“
