Repository: danielculpan/directory-ui-supplier
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de

source: UK food and drink
de: Lebensmittel und Getränke in Großbritannien & Nordirland

source: Whether you want the most delicious food brands or exceptional quality drinks, the UK is the first place to look.
de: Ganz gleich, ob Sie die innovativsten Lebensmittelmarken oder nach ausgezeichneten Qualitätsgetränken suchen, in Großbritannien werden sie sie finden.

source: Read more about UK food and drink
de: Erfahren sie mehr über Großbritanniens Lebensmittel- und Getränkebranche

source: The UK is a nation where culinary influences have come together to create food trends that we share with the world. Every day millions of international consumers enjoy British products.
de: In dieser Nation fließen kulinarische Einflüsse zusammen, aus denen Lebensmitteltrends entstehen, die sich weltweit durchsetzen. Jeden Tag genießen Millionen internationaler Verbraucher britische Erzeugnisse.

source: The British “brand” is globally recognised, valued and desirable: we have a rich heritage of well-known, traditional food and drink, we offer first-class produce with excellent provenance and thousands of new products are brought to the market every year.
de: Die britische „Marke“ ist global anerkannt, wird geschätzt und ist gefragt: Wir haben eine reiche Tradition bekannter traditioneller Lebensmittel und Getränke, wir bieten erstklassige Produkte erstklassiger Herkunft an, und jedes Jahr kommen Tausende neuer Produkte auf den Markt.

source: We rank among the world’s best nations for in food quality, traceability and safety.
de: Wir gehören weltweit zu den besten Nationen für Lebensmittelqualität, -Traceability und -sicherheit.

source: British heritage shared globally
de: Britische Tradition, global geschätzt

source: From famous Scottish and Northern Irish whiskies to our traditional tea and cakes, the UK has centuries of experience to share.
de: Von berühmten schottischen und nordirischen Whiskys bis zu traditionellem Tee und Gebäck: Großbritannien bietet einen Jahrhunderte alten Erfahrungsschatz.

source: We bring new twists to our classic British products, which are exported all over the world including craft beers, ciders, gin and award-winning sparkling wine.
de: Klassische britische Produkte mit frischem Flair werden in alle Welt exportiert, darunter Craft-Biere, Cider, Gin und preisgekrönter Sekt.

source: Our unique trading and cultural history has brought us new ingredients, influences, tastes and ideas and we have a wealth of ethnic and specialist foods made in the UK to offer back to the world.
de: Unsere einzigartige Handels- und Kulturgeschichte hat uns neue Zutaten, Einflüsse, Vorlieben und Ideen beschert, und eine Fülle ausländischer Lebensmittel und anderer Spezialitäten werden in Großbritannien hergestellt und weltweit vertrieben.

source: The UK exported £12.3 billion of food and non-alcoholic drinks in 2015
de: Im Jahr 2015 exportierte Großbritannien Lebensmittel und alkoholfreie Getränke im Wert von 12,3 Mrd. GBP

source: Our main exports include chocolate, cheese and whisky
de: Zu unseren Hauptexporten zählen Schokolade, Käse und Whisky

source: We have thousands of suppliers manufacturing to standards accepted in 123 countries worldwide
de: Tausende von Anbietern produzieren in Großbritannien gemäß Standards, die in weltweit 123 Ländern akzeptiert werden

source: Innovation in food and drink
de: Innovation bei Lebensmitteln und Getränken

source: The UK’s food and drink brands develop and sell thousands of new products each year. UK companies were the first to pioneer frozen food and instant coffee.
de: Unsere Lebensmittel- und Getränkemarken entwickeln und verkaufen jedes Jahr Tausende neuer Produkte. Unternehmen aus Großbritannien waren die ersten Anbieter von Tiefkühlprodukten und Instantkaffee.

source: We’re leading the way in food research and technology, new product development and trends such as organic, gluten-free, dairy-free and health foods.
de: Wir sind wegweisend in der Lebensmittelforschung und -technologie sowie in der Entwicklung neuer Produkte und der Erschließung von Trends wie z. B. Bio-, glutenfreie, laktosefreie und Reformkost.

source: Food quality and safety
de: Lebensmittelqualität und -sicherheit

source: Our island location and clean waters give us access to rich stocks of fish and shellfish and our soil and climate provides bountiful agricultural resources for crops, dairy and meat.
de: Unsere Insellage und sauberen Gewässer geben uns Zugang zu reichen Fisch- und Schalentierbeständen, und unser Boden und Klima liefern uns reiche Ernten sowie viel Milch und Fleisch.

source: Our manufacturing sector complies with rigorous international safety standards and our brands are trusted around the world.
de: Unser Fertigungssektor erfüllt strenge internationale Sicherheitsnormen, und unsere Marken genießen weltweites Vertrauen.

source: We care about the food we produce: 89,000 farmers comply with
de: Die Qualität der von uns produzierten Lebensmittel ist uns sehr wichtig: 89.000 Landwirtschaftsbetriebe erfüllen den

source: voluntary farm standards scheme
de: freiwilligen Standard für Bauernhöfe

source: that assure animal and worker welfare and our
de: , der das Wohlergehen von Tieren und Mitarbeitern garantiert.

source: British Retail Consortium manufacturing standards
de: Die Fertigungsstandards unseres British Retail Consortium (BRC)

source: have been adopted by 23,000 certificated suppliers, not only in the UK but in 123 other countries.
de: werden von 23.000 zertifizierten Anbietern nicht nur hier, sondern in 123 weiteren Ländern eingehalten.

source: Our customers recognise us for our excellent service and know that we can deliver.
de: Unsere Kunden wissen, dass wir zuverlässig ausgezeichneten Service und hochwertige Produkte liefern.

source: Find your UK trade partner in food and drink today
de: Finden Sie heute Ihren Handelspartner in Großbritannien für Lebensmittel und Getränke

source: See the UK's food and drink companies on the Find a supplier service
de: Britische Anbieter für Lebensmittel und Getränke finden Sie auf der Seite „Anbieter finden“

source: Creative UK businesses are ready to work with you. Discover them on the Find a Supplier service.
de: Außerordentlich innovative und kreative britische Handelspartners sind bereit, um mit ihnen zusammenzuarbeiten. Finden sie sie mit unserem ‘Find a Supplier’ Dienst.

source: Delivering the exceptional in healthcare and life sciences
de: Außergewöhnliches liefern im Bereich Gesundheitswesen und Life Sciences

source: Whether you need hospitals built, primary care services managed, or reliable suppliers of the latest medical technology and pharmaceutical advances, the UK is the first place to look.
de: Egal ob sie Gebäude entwerfen wollen, Filme drehen oder eine frische Perspektive für ihr Marketing suchen, Großbritannien ist ihre erste Anlaufstelle für ihre Vorhaben.

source: Read more about healthcare and life sciences
de: Erfahren Sie mehr über das Gesundheitswesen und die Biowissenschaften in Großbritannien

source: Healthcare and life sciences from the UK
de: Gesundheitswesen und Life Sciences aus Großbritannien

source: If you need innovative, high-quality healthcare products and services, the UK is the best place to find new suppliers.
de: Hier finden Sie mühelos neue Anbieter innovativer, hochwertiger Produkte und Dienstleistungen für das Gesundheitswesen.

source: We’re home to 4 of the world’s top 10 universities and have produced 23 Nobel prizewinners for medicine. This world-class science base and track-record of excellence means you can rely on the UK for cutting-edge market-ready ideas.
de: 4 der Top-10-Universitäten weltweit befinden sich in Großbritannien, und wir haben 23 Medizin-Nobelpreisträger hervorgebracht. Diese erstklassige Wissenschaftsbasis und Erfolgsbilanz bedeuten, dass Sie sich für innovative, marktreife Ideen auf Großbritannien verlassen können.

source: The UK is internationally renowned for its National Health Service, with its 70 years of research and public delivery.
de: Der nationale Gesundheitsdienst NHS (National Health Service) ist weltweit renommiert und steht seit 70 Jahren für die öffentliche Gesundheitsversorgung und für intensive Forschung.

source: The UK’s unique approach to healthcare and product development helps translate the best medical technology into high-quality, cost-effective and market-ready solutions.
de: Unser einzigartiger Ansatz für das Gesundheitswesen und die Produktentwicklung schafft die Voraussetzungen für die nahtlose Übertragung der besten medizinischen Technologien in hochwertige, kosteneffektive und marktreife Lösungen.

source: Two of the top 10 global pharmaceutical companies are based in the UK. There are more than 5,000 life sciences companies in the UK and we have a growing market in digital health products and apps.
de: Zwei der weltweiten Top-10-Pharmakonzerne haben ihren Sitz in Großbritannien. Es gibt hier mehr als 5.000 Life Sciences-Unternehmen und einen wachsenden Markt für digitale Gesundheitsprodukte und -Apps.

source: There are more than 5,600 health and life sciences companies across the full UK supply chain
de: Es gibt mehr als 5.600 Gesundheitswesen- und Life Sciences-Unternehmen in der gesamten britischen Lieferkette

source: The UK has the world’s largest integrated health system as a test bed for world-class products and services
de: Großbritannien verfügt mit dem weltweit größten integrierten Gesundheitssystem über die perfekte Testumgebung für erstklassige Produkte und Dienstleistungen

source: More than 80 Nobel Prizes underpin the UK’s top biomedical innovations
de: Mehr als 80 Nobelpreise untermauern die Top-Innovationen Großbritanniens in der Biomedizin

source: The UK’s medical technology sector produces a vast range of medical and diagnostic device, particularly single-use technology and orthopaedic devices. The UK also has companies specialising in:
de: Der britische Medizintechnik-Sektor produziert ein breites Spektrum medizinischer und diagnostischer Geräte, insbesondere Einweg-Technologie und orthopädische Geräte. Darüber hinaus gibt es hier Fachunternehmen für die folgenden Bereiche:

source: novel drug delivery systems
de: neue Arzneimittelabgabesysteme

source: single-use biotechnology facilities
de: biotechnische Einwegsysteme

source: medical imaging
de: medizinische Bildgebung

source: The UK is at the forefront of regenerative medicine and is renowned for gene therapy and tissue-engineered products and services. And the UK’s pharmaceutical industry remains highly competitive in complex formulations and continuous manufacturing processes.
de: Wir sind Vorreiter der regenerativen Medizin und für Produkte und Dienstleistungen auf den Gebieten Gentherapie und Gewebezüchtung (Tissue Engineering) renommiert. Die britische Pharmaindustrie ist sehr wettbewerbsfähig bei komplexen Rezepturen und kontinuierlichen Herstellungsprozessen.

source: With a comprehensive regulatory framework, robust compliance and quality assurance culture in the UK, product safety and effectiveness are assured.
de: Mit einem umfassenden regulatorischen Rahmen, robuster Compliance und einer Kultur der Qualitätssicherung in Großbritannien sind Produktsicherheit und -wirksamkeit garantiert.

source: Work with the UK to create first-rate healthcare
de: In Zusammenarbeit mit uns stellen Sie eine erstklassige Gesundheitsversorgung sicher

source: If you need to develop clinical services, implement digital health systems or extend the skills of your workforce, the UK has unrivalled experience of successful healthcare innovation and delivery.
de: Wenn Sie klinische Dienstleistungen entwickeln, digitale Gesundheitssysteme implementieren oder die Kompetenzen Ihrer Belegschaft ausbauen müssen, unterstützen wir Sie mit unserem unvergleichlichen Erfahrungsschatz in der Innovation und Realisierung erfolgreicher Gesundheitsversorgung.

source: Exceptional standards of healthcare stem from the UK’s NHS, which was ranked as the best healthcare system of 11 major nations in 2013. These standards are sustained by our health professional regulators, health systems regulators and health technology assessment bodies, ensuring the best possible safety, outcomes and cost-effectiveness.
de: Diese hervorragenden Standards für die Gesundheitsversorgung stammen vom nationalen Gesundheitssystem (NHS) Großbritanniens, das im Jahr 2013 beim Vergleich von 11 Industrienationen als das beste Gesundheitssystem eingestuft wurde. Diese Standards werden von verschiedenen Regulierungs- und Bewertungsstellen in diesem Bereich aufrechterhalten, wodurch die bestmögliche Sicherheit, bestmögliche Ergebnisse und das bestmögliche Preis-Leistungs-Verhältnis gewährleistet werden.

source: Building on the strong foundations of the NHS, the UK’s thriving and diverse commercial healthcare sector caters for all needs.
de: Aufbauend auf der soliden Grundlage des NHS erfüllt der florierende und vielfältige kommerzielle Sektor Großbritanniens für das Gesundheitswesen alle Anforderungen.

source: Decades of collaboration between the NHS, academic and private-sector organisations has created a rich pool of innovative providers, ready to adapt their solutions to the needs of customers overseas.
de: Durch die jahrzehntelange Zusammenarbeit zwischen NHS, Universitäten und kommerziellen Unternehmen ist eine unvergleichliche Vielfalt innovativer Anbieter entstanden, die ihre Lösungen perfekt an die Anforderungen von Kunden aus anderen Ländern anpassen können.

source: For hospital management services, the UK’s tried-and-tested approach to acute and tertiary care brings deep insight. Our services can help you make the most of current delivery models in your country and identify ways to improve efficiency, patient experiences and clinical outcomes.
de: Im Hinblick auf das Krankenhausmanagement bietet der bewährte britische Ansatz bei der Akut- und Tertiärpflege wertvolle Einblicke. Unsere Dienstleistungen können Ihnen helfen, gegenwärtige Servicemodelle in Ihrem Land optimal auszuschöpfen und neue Möglichkeiten zur Steigerung der Effizienz, zur Verbesserung des Patientenerlebnisses sowie zur Optimierung klinischer Ergebnisse aufzuzeigen.

source: In Kuwait, the NHS is leading the development of new paediatric cancer care services - replicating world-class services offered in the UK through training, support and visiting consultant programmes.
de: In Kuwait leitet das NHS die Entwicklung neuer Angebote für die Kinderkrebsversorgung und repliziert durch Schulungen, Unterstützung und den vorübergehenden Einsatz von Fachärzten die in Großbritannien bereitgestellten, erstklassigen Dienste.

source: And in China, acute care and rehabilitation services are being supported by commercially-driven UK healthcare services which are being delivered by expatriate and local staff.
de: In China werden Akutpflege- und Reha-Dienste durch kommerziell ausgerichtete britische Healthcare-Anbieter mit Personal aus Großbritannien sowie aus China unterstützt.

source: The UK is a world-leading innovator in project financing, particularly public private partnerships (PPPs) that can ensure cost-effective and high-quality public services. UK companies can provide the full range of planning and modelling services needed for successful, resource-efficient infrastructure projects.
de: Großbritannien ist ein weltweit führender Innovator im Bereich der Projektfinanzierung, insbesondere bei öffentlich-privaten Partnerschaften (PPP), durch die kosteneffektive und hochwertige öffentliche Dienste gewährleistet werden. Unternehmen aus Großbritannien können das gesamte Spektrum an Planungs- und Modellierungsdiensten erbringen, die für erfolgreiche, ressourceneffiziente Infrastrukturprojekte notwendig sind.

source: UK companies are delivering one of the world's biggest healthcare PPP programmes, to meet Turkey's growing demand for healthcare facilities.
de: Britische Unternehmen realisieren eines der weltweit größten PPP-Healthcare-Programme, um den wachsenden Bedarf an Einrichtungen des Gesundheitswesens in der Türkei zu erfüllen.

source: Whether you need: hospitals built and primary care services managed, or you need reliable suppliers of the latest medical technology pharmaceutical advances, the UK is the first place to look.
de: Ob Sie Krankenhäuser bauen, Primärpflegedienste verwalten lassen müssen oder zuverlässige Anbieter der neuesten Medizin- und Pharmatechnik benötigen: In Großbritannien finden Sie alles, was Sie brauchen.

source: See the UK's healthcare and life sciences providers on the Find a supplier service
de: Britische Anbieter für die Bereiche Gesundheitswesen und Life Sciences finden Sie auf der Seite „Anbieter finden“

source: Find UK healthcare and life sciences companies to meet your needs
de: Gesundheitswesen und Biowissenschaften in Großbritannien

source: Get access to the exceptional UK healthcare and life sciences supply chain. Register to be notified as soon as companies that match your needs have created trade profiles.
de: Erhalten Sie Zugang zur Lieferkette von Gesundheitswesen und Biowissenschaften in Großbritannien, die weltweit hochwertige und innovative Dienstleistungen erbringt.

source: The UK's global sports infrastructure services
de: Großbritanniens kreative Dienstleistungen

source: UK technology
de: Technologie in Großbritannien & Nordirland

source: Whether you need electronic systems, data analytics, artificial intelligence or semiconductors, the UK is the first place to look.
de: Ganz gleich, ob Sie die innovativsten Lebensmittelmarken oder nach ausgezeichneten Qualitätsgetränken suchen, in Großbritannien werden sie sie finden.

source: Read more about technology in the UK
de: Erfahren Sie mehr über britische Technologie

source: If you need the best technology, look no further than the UK.
de: Wenn Sie die beste Technologie benötigen, werden Sie in Großbritannien fündig.

source: The UK is a world leader: in 2016, we ranked first for science and technology according to the Good Country Index and third in the Global Innovation Index.
de: Großbritannien ist ein weltweiter Marktführer: Im Jahr 2016 standen wir auf dem Gebiet der Wissenschaft und Technik auf dem ersten Platz (Quelle: Good Country Index) und auf Platz Drei im Global Innovation Index.

source: The UK technology industry underpins many of our successful business sectors – from financial services and high-value manufacturing, to retail and agriculture – and continues to expand at an extraordinary pace.
de: Die britische Technologieindustrie ist die Basis für viele unserer erfolgreichen Wirtschaftssektoren – von Finanzdienstleistungen und hochwertiger Produktion bis hin zu Einzelhandel und Landwirtschaft – und expandiert weiterhin rasant.

source: Many of the world’s best-known and successful companies take advantage of UK innovation, and we are proud that we provide a technological springboard for companies worldwide.
de: Viele der weltweit bekanntesten und erfolgreichsten Unternehmen nutzen Innovationen aus Großbritannien. Wir sind stolz, dass wir ein technologisches Sprungbrett für Unternehmen auf der ganzen Welt bieten.

source: Our technology industry is one of the world’s largest and shows the UK’s creativity and design skills. The UK is particularly focussed on: low-power radio-frequency electronics, such as the first single-chip implementation of Bluetooth and the international NarrowBand-Internet of Things standard
de: Unsere Technologieindustrie zählt zu den größten der Welt und demonstriert die Kreativität und Designkompetenz Großbritanniens. Besondere Schwerpunkte sind Hochfrequenzelektronik mit geringem Energieverbrauch wie z. B. die erste Einzelchip-Implementierung von Bluetooth und der internationale Schmalband-Internet der Dinge-Standard.

source: development of 5G communications, which will underpin the development of connected devices
de: Wir entwickeln 5G-Kommunikation, die als Grundlage für die Entwicklung vernetzter Geräte dient.

source: data analytics to create real-time consumer trends, behaviour and insights
de: Unsere Datenanalytik ermöglicht die Erfassung von Verbrauchertrends, -verhalten und -einblicken in Echtzeit.

source: data centres - we have the largest market capacity in Europe
de: Im Hinblick auf Rechenzentren haben wir die größte Marktkapazität in Europa.

source: artificial intelligence - we are home to many successful artificial intelligence (AI) start-up companies, especially those specialising in machine learning, deep learning and natural language processing
de: Auch bei künstlicher Intelligenz sind wir führend, denn hier gibt es viele erfolgreiche AI-Start-up-Unternehmen (Artificial Intelligence – Künstliche Intelligenz), insbesondere für maschinelles Lernen, Deep Learning und Natural Language Processing (NLP).

source: producing compound semiconductor materials producing frontier-based sensor technologies.
de: Wir stellen Verbundhalbleiterwerkstoffe zur Fertigung grenzbasierter Sensortechnologien her.

source: The UK has the largest technology market in Europe
de: Großbritannien ist der größte Technologiemarkt in Europa

source: The second largest telecoms service exporter globally is from the UK
de: Der weltweit zweitgrößte Exporteur von Telekommunikationsdiensten stammt aus Großbritannien

source: The UK has the largest data centre market in Europe
de: Großbritannien hat den größten Rechenzentrummarkt in Europa

source: UK technology firms are global success stories
de: Britische Technologieunternehmen sind weltweit erfolgreich.

source: There are thousands of technology start-ups in the UK, thanks to our strong entrepreneurial culture.
de: Dank der ausgeprägten Unternehmerkultur gibt es in Großbritannien Tausende von Technologie-Start-ups.

source: Successful technology companies can be found all over the country and if you're looking to grow your business through technology, the UK is an ideal place to find a trade partner.
de: Erfolgreiche Technologieunternehmen sind im ganzen Land anzufinden. Wenn Sie Ihr Unternehmen durch Technologie ausbauen wollen, gibt es hier bestimmt den richtigen Handelspartner für Sie.

source: Our flourishing start-ups complement a host of established global technology companies based here. UK technology success stories include:
de: Neben florierenden Start-ups sind zahlreiche etablierte globale Technologieunternehmen in Großbritannien ansässig. Beispiele für erfolgreiche Technologie aus Großbritannien sind:

source: a telecommunications services company that operates in 180 markets with revenue of more than £19 billion
de: ein Telekommunikationsdienstleister, der in 180 Märkten tätig ist und Einnahmen von über 19 Mrd. GBP generiert

source: the world's third-largest supplier of enterprise resource planning software
de: der weltweit drittgrößte Anbieter von ERP-Software (Enterprise Resource Planning)

source: a mobile virtual network operator in 21 countries worldwide
de: ein mobiler virtueller Netzbetreiber in weltweit 21 Ländern

source: the world's second biggest mobile telecomms network (by number of connections)
de: das weltweit zweitgrößte Mobilfunknetz (nach Anzahl der Anschlüsse)

source: Find your UK technology trade partner
de: Finden Sie Ihren Technologiepartner in Großbritannien

source: See the UK's technology providers on the Find a supplier service
de: Britische Anbieter für Technologie finden Sie auf der Seite „Anbieter finden“

source: Creative UK trade partners are ready to work with you. Discover them on the Find a Supplier service.
de: Außerordentlich innovative und kreative britische Handelspartners sind bereit, um mit ihnen zusammenzuarbeiten. Finden sie sie mit unserem ‘Find a Supplier’ Dienst.

source: Find UK technology companies to meet your needs
de: Finden sie britische Handelsunternehmen
